[
    {
        "model": "django.album",
        "pk": 1,
        "fields": {
            "album_name": "Demon Days",
            "artist_name": "Gorillaz",
            "album_image_url": "https://t2.genius.com/unsafe/300x300/https%3A%2F%2Fimages.genius.com%2F5b47fc2ababde63934eb4a282e5270ff.1000x1000x1.png",
            "genius_url": "https://genius.com/albums/Gorillaz/Demon-Days"
        }
    },
    {
        "model": "django.album",
        "pk": 2,
        "fields": {
            "album_name": "Discovery",
            "artist_name": "Daft Punk",
            "album_image_url": "https://t2.genius.com/unsafe/300x300/https%3A%2F%2Fimages.genius.com%2F5e32ad6b2a280499ee2657260c903e5d.1000x1000x1.png",
            "genius_url": "https://genius.com/albums/Daft-Punk/Discovery"
        }
    },
    {
        "model": "django.album",
        "pk": 3,
        "fields": {
            "album_name": "Black Holes and Revelations",
            "artist_name": "Muse",
            "album_image_url": "https://t2.genius.com/unsafe/300x300/https%3A%2F%2Fimages.genius.com%2F4c4be3f77c029986e345e6d991cdd9ef.1000x1000x1.png",
            "genius_url": "https://genius.com/albums/Muse/Black-Holes-and-Revelations"
        }
    },
    {
        "model": "django.track",
        "pk": 1,
        "fields": {
            "track_name": "Demon Days",
            "lyrics": " In demon days, it's cold inside You don't get nobody, people sigh It's so bad, lasting far, but love yourself Hiding in a hole in there All the glasses are far too big Bring it back, got to hold it back To let you do that, yet you don't want me back Before it fall down, falling down, falling down Falling down to go far from the sun  In these demon days, we're so cold inside It's so hard for a good soul to survive You can't even trust the air you breathe 'Cause Mother Earth want us all to leave When lies become reality You numb yourself with drugs and TV Pick yourself up, it's a brand new day So turn yourself 'round Don't burn yourself, turn yourself Turn yourself around to the sun In these demon days, we're so cold inside It's so hard for a good soul to survive You can't even trust the air you breathe 'Cause Mother Earth wants us all to leave When lies become reality You numb yourself with drugs and TV Pick yourself up, it's a brand new day So turn yourself 'round Don't burn yourself, turn yourself Turn yourself around into the sun  To the sun, to the sun To the sun, to the sun To the sun, to the sun To the sun, to the sun To the sun, to the sun To the sun, to the sun To the sun, to the sun To the sun, to the sun To the sun, to the sun To the sun, to the sun To the sun, to the sun To the sun, to the sun To the sun, to the sun ",
            "album": 1,
            "track_order": 15
        }
    },
    {
        "model": "django.track",
        "pk": 2,
        "fields": {
            "track_name": "Fire Coming Out of the Monkey’s Head",
            "lyrics": " Once upon a time at the foot of a great mountain There was a town where the people known as Happyfolk lived Their very existence a mystery to the rest of the world Obscured as it was by great clouds Here, they played out their peaceful lives Innocent of the litany of excess and violence That was growing in the world below To live in harmony with the spirit of the mountain called Monkey was enough Then one day, Strangefolk arrived in the town They came in camouflage, hidden behind dark glasses But no one noticed them, they only saw shadows You see, without the Truth of the Eyes, the Happyfolk were blind  Falling out of aeroplanes and hiding out in holes Waiting for the sunset to come, people going home Jump out from behind them and shoot them in the head Now everybody dancing, the dance of the dead The dance of the dead, the dance of the dead  In time, the Strangefolk found their way into the higher reaches of the mountain And it was there that they found the caves of unimaginable sincerity and beauty By chance, they stumbled upon the place where all good souls come to rest The Strangefolk, they coveted the jewels in these caves above all things And soon they began to mine the mountain Its rich seam, fueling the chaos of their own world Meanwhile, down in the town, the Happyfolk slept restlessly Their dreams invaded by shadowy figures digging away at their souls Every day, people would wake and stare at the mountain Why was it bringing darkness into their lives? And as the Strangefolk mined deeper and deeper into the mountain, holes began to appear Bringing with them a cold and bitter wind that chilled the very soul of the Monkey For the first time,   the Happyfolk felt fearful For they knew that soon the Monkey would stir from its deep sleep And then came a sound, distant first, that grew into castrophany So immense that it could be heard far away in space There were no screams, there was no time The mountain called Monkey had spoken There was only fire, and then... nothing  Oh, little town in the USA, your time has come to see There's nothing you believe you want But where were you when it all came down on me? Did you call me? No ",
            "album": 1,
            "track_order": 13
        }
    },
    {
        "model": "django.track",
        "pk": 3,
        "fields": {
            "track_name": "Don’t Get Lost in Heaven",
            "lyrics": " Got off a plane to the countryside I drove to the mountain and a hole in the ground There was crack on the corner and someone dead And fire coming out of a monkey's head  Don't get lost in heaven They got locks on the gate Don't go over the edge You'll make a big mistake  Put me in a cab to suburbia I just took a line, but it wasn't with ya There was more of it there when I got back home But you'd left me,   you don't know my soul You're a ho, girl Yeah, you're a hobo  Don't get lost in heaven They got locks on the gate Don't go over the edge You'll make a big mistake  You’ll make a big mistake, ah You’ll make a big mistake, ah You’ll make a big mistake, ah You’ll make a big mistake, ah ",
            "album": 1,
            "track_order": 14
        }
    },
    {
        "model": "django.track",
        "pk": 4,
        "fields": {
            "track_name": "White Light",
            "lyrics": " White light White light White light Alcohol, alcohol, alcohol, white light White light White light White light Alcohol, alcohol, alcohol, white light White light White light White light Alcohol, alcohol, alcohol, white light White light White light White light Alcohol, alcohol, alcohol, white light White light White light White light Alcohol, alcohol, alcohol, white light   White light White light White light Alcohol, alcohol, alcohol, white light ",
            "album": 1,
            "track_order": 11
        }
    },
    {
        "model": "django.track",
        "pk": 5,
        "fields": {
            "track_name": "DARE",
            "lyrics": " It's coming up, it's coming up It's coming up, it's coming up It's coming up, it's coming up It's dare ( Uh ) It's dare (Ohh-ohh-ohh)  You've got to press it on you You've just been thinking That's what you do, baby (Ohh-ohh-ohh) Hold it down, dare Jump with them all and move it Jump back and forth And feel like you were there yourself (Ohh-ohh-ohh) Work it out  Never did no harm, never did no harm It's dare It's coming up, it's coming up It's coming up, it's coming up It's coming up It's dare ( Uh ) It's dare  You've got to press it on you You've just been thinking That's what you do, baby (Ohh-ohh-ohh) Hold it down, dare Jump with them all and move it Jump back and forth And feel like you were there yourself  (Ohh-ohh-ohh) Work it out  Never did no harm, never did no harm It's dare It's coming up, it's coming up It's coming up, it's coming up It's coming up It's dare Never did no harm, never did no harm It's dare It's coming up, it's coming up It's coming up, it's coming up It's coming up It's dare ( Uh )  You've got to press it on you You've just been thinking That's what you do, baby (Ohh-ohh-ohh) Hold it down, dare Jump with them all and move it Jump back and forth And feel like you were there yourself  (Ohh-ohh-ohh) Work it out You've got to press it on you You've just been thinking That's what you do, baby (Ohh-ohh-ohh) Hold it down, dare Jump with them all and move it Jump back and forth And feel like you were there yourself (Ohh-ohh-ohh) Work it out ",
            "album": 1,
            "track_order": 12
        }
    },
    {
        "model": "django.track",
        "pk": 6,
        "fields": {
            "track_name": "All Alone",
            "lyrics": " All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone)  Leviticus, oh! Deuteronomy!  Snatch a piece of my wonderin', distant-far like yonderin' Skin of my tooth like, skin of my boot like Fly in my soup like, \"Where's the waitress?\" Can I take this? Really, can I finish this? These airs and all these graces It's my mistake, I'll make it J-dub to the boom, now make it Bounce, wiggle, bounce, wiggle, shakin' all them bangs out Chemical cutthroats, bound to blow the brain out Cut to the brain, this ain't no game I'll show no shame, I'll birth this blame I'm twisted Cain, I'll twist again I'll push the blade, as plain as day Known to what these sayers say, known to what these doers do It's you and who and you-know-where, we's about to take it there We's about to make it clear, we happy on we lonesome The long jump, the beat heart, it's start to finish Ten spoons of spinach,   the soul and the spillage The cup that runneth over,   return of the ogre!  All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone)  Close your eyes and see When there ain't no light All you'll ever be, come and save the night 'Cause I don't believe When the morning comes It doesn't seem to say an awful lot to me  All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) ",
            "album": 1,
            "track_order": 10
        }
    },
    {
        "model": "django.track",
        "pk": 7,
        "fields": {
            "track_name": "Feel Good Inc.",
            "lyrics": " Hahahahahahahahahahahahahahahahaha Feel good Sha, sha-ba-da, sha-ba-da-ca; feel good Sha, sha-ba-da, sha-ba-da-ca; feel good Sha, sha-ba-da, sha-ba-da-ca; feel good Sha, sha-ba-da, sha-ba-da-ca; feel good Sha, sha-ba-da, sha-ba-da-ca; feel good Sha, sha-ba-da, sha-ba-da-ca; feel good (Change, change, change, change) Sha, sha-ba-da, sha-ba-da-ca; feel good (Change, change, change, change) Sha, sha-ba-da, sha-ba-da-ca; feel good  City's breaking down on a camel's back They just have to go, 'cause they don't know wack So while you fill the streets, it's appealing to see And you won't get out the county 'cause you're damned and free You got a new horizon, its ephemeral style A melancholy town where we never smile And all I wanna hear is the message beep My dreams, they've got to kiss me 'cause I don't get to sleep, no (Beep)  Windmill, windmill for the land Turn forever, hand in hand Take it all in on your stride It is ticking, falling down Love forever, love is free Let's turn forever, you and me Windmill, windmill for the land Is everybody in?  Laughin' gas, these hazmats, fast cats Linin' 'em up like ass cracks Play these ponies at the track It's my chocolate attack Shit, I'm steppin' in the heart of this here (Yeah) Care Bear repping  in harder this year (Yeah) Watch me as I gravitate, ha-ha-ha-ha-ha! Yo, we gon' ghost town this Motown With yo' sound, you in the blink Gon' bite the dust, can't fight with us With yo' sound, you kill the Inc So don't stop, get it, get it (Get it) Until you're cheddar headed And watch the way I navigate, hahahahaha (Ha! Haha! Haha! Haha! Ha!)  Sha, sha-ba-da, sha-ba-da-ca; feel good Sha, sha-ba-da, sha-ba-da-ca; feel good Sha, sha-ba-da, sha-ba-da-ca; feel good Sha, sha-ba-da, sha-ba-da-ca; feel good  Windmill, windmill for the land Turn forever, hand in hand Take it all in on your stride It is ticking, falling down Love forever, love is free Let's turn forever, you and me Windmill, windmill for the land Is everybody in?  Don't stop, get it, get it , peep how your captain's in it ( Sha, sha-ba-da, sha-ba-da-ca; feel good ) Steady, watch me navigate, ha-ha-ha-ha-ha! ( Sha, sha-ba-da, sha-ba-da-ca; feel good ) Don't stop, get it, get it, peep how your captain's in it ( Sha, sha-ba-da, sha-ba-da-ca; feel good ) Steady, watch me navigate, ha-ha-ha-ha-ha! ( Sha, sha-ba-da, sha-ba-da-ca; feel good ) Sha, sha-ba-da, sha-ba-da-ca; feel good  (Hahaha!) Sha, sha-ba-da, sha-ba-da-ca; feel good  (Hahaha!) Sha, sha-ba-da, sha-ba-da-ca; feel good  (Hahaha!) Sha, sha-ba-da, sha-ba-da-ca; feel good  (Hahahahahaha!) ",
            "album": 1,
            "track_order": 6
        }
    },
    {
        "model": "django.track",
        "pk": 8,
        "fields": {
            "track_name": "November Has Come",
            "lyrics": " Slow it down some, no split, clown bum Your gold hits sound dumb, hold it now, crown 'em Where you found them at? Got 'em 'round town, could've drowned in it Would have floated, bloated, voted Sugar-coated, loaded hip shooter Draw for the poor, free coffee at the banks Hit through the straw, none more for me, thanks That blanks the raw, that dank sure stank lit Sank past the pit for more hardcore prank spit Crank it on blast, roll past Front Street Blew the whole spot like some old ass with skunk meat These kids is too fast, juiced off a junk treat Who could get looser off a crunk or a funk beat?  Something has started today Where did it go?  What you want it to be? Well, you know November has come When it's gone away (Oh, what they say) Something has started today Where did it go?  What you want it to be? Well, you know November has come When it's gone away  Bah, can you dig it like a spigot? My guess is yes you can like \"Can I Kick It?\" Wicked Lick a shot if you happy and you know it As you clap your hands to the thick snot of a poet, flow it Grope a pen and I'm in, cope hymen Doper rhymin' more worther than the Hope Diamond Acquired off the black market A wire tappin' couldn't target a jar of spit The rapid-fire spark lit (Zzzt!) A rapper bug zapper And it don't matter after if they's a thug or dapper Plug your trap or it's maximum exposure The beats got family members askin' him for closure Aw, send 'em a gun and tell 'em, \"Clean it\" Then go get the nun who said her son didn't mean it She wore a filled-in thong of Billabong That said, \"Nah, fo'real-a, the Villain on a Gorilla jawn?\"  Something has started today Where did it go?  What you want it to be? Well, you know November has come When it's gone away Something has started today Where did it go?  What you want it to be? Well, you know November has come When it's gone away  When it's When it's gone away ",
            "album": 1,
            "track_order": 9
        }
    },
    {
        "model": "django.track",
        "pk": 9,
        "fields": {
            "track_name": "El Mañana",
            "lyrics": " Summer don't know me no more He got mad, tiresome Summer don't know me He'd just let me low in myself  'Cause I do know love From you then Just dying  I saw that day Lost my mind Lord, I'm fine Maybe in time You'll want to be mine  Don't stop the bud when it comes It's the dawn, you'll see Money won't get there Ten years passed tonight, you'll flee  If you do that I'll be sworn To find you  I saw that day Lost my mind Lord, I'm fine Maybe in time You'll want to be mine   I saw that day Lost my mind Lord, I'm fine Maybe in time You'll want to be mine  Maybe in time You'll want to be mine Maybe in time You'll want to be mine Maybe in time You'll want to be mine Maybe in time You'll want to be mine ",
            "album": 1,
            "track_order": 7
        }
    },
    {
        "model": "django.track",
        "pk": 10,
        "fields": {
            "track_name": "Every Planet We Reach Is Dead",
            "lyrics": " I lost my leg like I lost my way So no loose ends Nothing to see me down How are we going to work this out?  Dreams are bad, our heads are mad I love the girl , but God only knows it's Getting hard to see the sun coming through I love you But what are we going to do?  Picture I'm a dreamer, I'll take you deeper Down to the sleepy glow Time is a low, don't you know? What are we going to do?  When we go down For all the sacred selfless days Only left with heartache I want to see you again I love you But what are we going to do?  ",
            "album": 1,
            "track_order": 8
        }
    },
    {
        "model": "django.track",
        "pk": 11,
        "fields": {
            "track_name": "Last Living Souls",
            "lyrics": " Are we the last living souls? Are we the last living souls? Are we the last living souls? Are we the last living souls?  Take a gun, or how you say That's no way to behave You're just alone when you begin To sing a song that doesn't sing It grows (Hey) You know  Are we the last living souls? Are we the last living souls?  Are we the last to get away To a sun, another day? Or do we know what we know? It doesn't seem to be conveyed that way  Are we the last living souls? Are we the last living souls? Are we the last living souls? Could go the last living soul  Get up, get up, get up, get up, get up, get up, get up, get up Lord, save me  'Cause all out of song I got it down and wrong I see myself to get The long all-seeing road down You come and take a sound I bought the car made up The coldest man He doesn't say it's wrong  We go to the car I see you walk into the fog And when you get there, what do you see? You fit the last you need on me  'Cause we're the last living souls We're the last living souls Yeah, we're the last living souls We're the last living souls ",
            "album": 1,
            "track_order": 2
        }
    },
    {
        "model": "django.track",
        "pk": 12,
        "fields": {
            "track_name": "O Green World",
            "lyrics": "  O, green world Don't desert me now Bring me back to Fallen Town Where someone is still alive Fighting for something new in this When no one needs the heart of me And I'm looking out somewhere I've never been before Been before   O, green world Don't desert me now Made of you, and you of me But where are we? Oh no,   sells to lie From the darkest stars that force you Down   when you’re in first Does it seem so little to you? I know you now I know you know me too You know me too Hope, sex and drugs thrust into myself,   holy It feels holy It’s fun when you’re the father  in the place you were ",
            "album": 1,
            "track_order": 4
        }
    },
    {
        "model": "django.track",
        "pk": 13,
        "fields": {
            "track_name": "Dirty Harry",
            "lyrics": " I need a gun to keep myself among Poor people who are burning in the sun But they ain't got a chance, they ain't got a chance I need a gun 'cause all I do is dance 'Cause all I do is dance   I need a gun to keep myself among The poor people who are burning in the sun But they ain't got a chance, they ain't got a chance I need a gun 'cause all I do is dance 'Cause all I do is dance  In my backpack, I got my act right in case you act quite difficult And your result weaken with anger and discontent Some are seekin' and searchin' like Nimoy I'm a peace-loving decoy, ready for retaliation I change your whole location to a pine box, six under Impulsive, don't ask why or wonder Orders given to me is strike and I'm thunder With lightning-fast reflexes On constant alert from the constant hurt That seems limitless with no drop in pressure It seems like everybody's out to test ya 'til they see you break You can't conceal the hate that consumes you I'm the reason why you fill up your Isuzu Chill with your old lady at the tilt I got a ninety-day extension   and I'm filled with guilt From things done and seen Your water's from a bottle, mine's from a canteen At night I hear the shots ring, so I'm a light sleeper The cost of life, it seems to get cheaper Out in the desert with my street sweeper \"The war is over\",   so said the speaker With the flight suit on Maybe to him, I'm just a pawn So he can advance Remember when I used to dance? Man, all I wanna do is dance  (Dance) (Dance) (Dance) I need a gun to keep myself among ",
            "album": 1,
            "track_order": 5
        }
    },
    {
        "model": "django.track",
        "pk": 14,
        "fields": {
            "track_name": "Kids with Guns",
            "lyrics": " Kids with guns Kids with guns Taking over But they won't be long They're mesmerized Skeletons  Kids with guns Kids with guns Easy does it, easy does it They got something to say no to  Drinking out   ( Push it real ) Pacifier  ( Push it real, push it ) Vitamin souls   ( Push it, push it real ) The street desire   ( Push it real, push it ) Doesn't make sense to   ( Push it, push it real ) But it won't be long   ( Push it real, push it )  Kids with guns Kids with guns Easy does it, easy does it They got something to say no to  Now they're turning us into monsters Turning us into fire Turning us into monsters It's all desire, it's all desire, it's all desire  Drinking out Pacifier Sinking soul There you are Doesn't make sense to But it won't be long  'Cause kids with guns Kids with guns Easy does it, easy does it They got something to say no to  Now they're turning us into monsters Turning us into fire Turning us into monsters It's all desire, it's all desire, it's all desire  Push it, push it real ( It's real ) Push it, real ( Real ) Push it, push it, push it real ( It's real, real ) Push it, real ( Real ) Push it, push it, push it real ( It's real ) Push it, real ( Real ) Push it, push it, push it real ( It's real, real ) Push it, real ( It's real ) Push it, push it, push it real ( It's real, real ) Push it, real ( Real ) Push it, push it, push it real ( It's real, real ) Push it, real ( Real ) Push it, push it, push it real ( It's real, real ) Push it, real (Push it, push it, push it real)  I don't know what I'm gonna do Oh, oh, oh, oh After day, after night come Don't, don't kill me now After night come day Oh, oh, oh After day, after night come Don't, don't kill me now Oh, oh, oh, oh ",
            "album": 1,
            "track_order": 3
        }
    },
    {
        "model": "django.track",
        "pk": 15,
        "fields": {
            "track_name": "Intro",
            "lyrics": " Who put the chemicals in the food chain? Who put the chemicals in the food chain? Who put the chemicals in the food chain? Who put the chemicals in the food chain? Who put the chemicals in the food chain? Who put the chemicals in the food chain? Who put the chemicals in the food chain? Who put the chemicals in the food chain? Who put the chemicals in the food chain? Who put the chemicals in the food chain?  You are now entering the harmonic realm ",
            "album": 1,
            "track_order": 1
        }
    },
    {
        "model": "django.track",
        "pk": 16,
        "fields": {
            "track_name": "Overall occurrence",
            "lyrics": " Who put the chemicals in the food chain? Who put the chemicals in the food chain? Who put the chemicals in the food chain? Who put the chemicals in the food chain? Who put the chemicals in the food chain? Who put the chemicals in the food chain? Who put the chemicals in the food chain? Who put the chemicals in the food chain? Who put the chemicals in the food chain? Who put the chemicals in the food chain?  You are now entering the harmonic realm   Are we the last living souls? Are we the last living souls? Are we the last living souls? Are we the last living souls?  Take a gun, or how you say That's no way to behave You're just alone when you begin To sing a song that doesn't sing It grows (Hey) You know  Are we the last living souls? Are we the last living souls?  Are we the last to get away To a sun, another day? Or do we know what we know? It doesn't seem to be conveyed that way  Are we the last living souls? Are we the last living souls? Are we the last living souls? Could go the last living soul  Get up, get up, get up, get up, get up, get up, get up, get up Lord, save me  'Cause all out of song I got it down and wrong I see myself to get The long all-seeing road down You come and take a sound I bought the car made up The coldest man He doesn't say it's wrong  We go to the car I see you walk into the fog And when you get there, what do you see? You fit the last you need on me  'Cause we're the last living souls We're the last living souls Yeah, we're the last living souls We're the last living souls   Kids with guns Kids with guns Taking over But they won't be long They're mesmerized Skeletons  Kids with guns Kids with guns Easy does it, easy does it They got something to say no to  Drinking out   ( Push it real ) Pacifier  ( Push it real, push it ) Vitamin souls   ( Push it, push it real ) The street desire   ( Push it real, push it ) Doesn't make sense to   ( Push it, push it real ) But it won't be long   ( Push it real, push it )  Kids with guns Kids with guns Easy does it, easy does it They got something to say no to  Now they're turning us into monsters Turning us into fire Turning us into monsters It's all desire, it's all desire, it's all desire  Drinking out Pacifier Sinking soul There you are Doesn't make sense to But it won't be long  'Cause kids with guns Kids with guns Easy does it, easy does it They got something to say no to  Now they're turning us into monsters Turning us into fire Turning us into monsters It's all desire, it's all desire, it's all desire  Push it, push it real ( It's real ) Push it, real ( Real ) Push it, push it, push it real ( It's real, real ) Push it, real ( Real ) Push it, push it, push it real ( It's real ) Push it, real ( Real ) Push it, push it, push it real ( It's real, real ) Push it, real ( It's real ) Push it, push it, push it real ( It's real, real ) Push it, real ( Real ) Push it, push it, push it real ( It's real, real ) Push it, real ( Real ) Push it, push it, push it real ( It's real, real ) Push it, real (Push it, push it, push it real)  I don't know what I'm gonna do Oh, oh, oh, oh After day, after night come Don't, don't kill me now After night come day Oh, oh, oh After day, after night come Don't, don't kill me now Oh, oh, oh, oh    O, green world Don't desert me now Bring me back to Fallen Town Where someone is still alive Fighting for something new in this When no one needs the heart of me And I'm looking out somewhere I've never been before Been before   O, green world Don't desert me now Made of you, and you of me But where are we? Oh no,   sells to lie From the darkest stars that force you Down   when you’re in first Does it seem so little to you? I know you now I know you know me too You know me too Hope, sex and drugs thrust into myself,   holy It feels holy It’s fun when you’re the father  in the place you were   I need a gun to keep myself among Poor people who are burning in the sun But they ain't got a chance, they ain't got a chance I need a gun 'cause all I do is dance 'Cause all I do is dance   I need a gun to keep myself among The poor people who are burning in the sun But they ain't got a chance, they ain't got a chance I need a gun 'cause all I do is dance 'Cause all I do is dance  In my backpack, I got my act right in case you act quite difficult And your result weaken with anger and discontent Some are seekin' and searchin' like Nimoy I'm a peace-loving decoy, ready for retaliation I change your whole location to a pine box, six under Impulsive, don't ask why or wonder Orders given to me is strike and I'm thunder With lightning-fast reflexes On constant alert from the constant hurt That seems limitless with no drop in pressure It seems like everybody's out to test ya 'til they see you break You can't conceal the hate that consumes you I'm the reason why you fill up your Isuzu Chill with your old lady at the tilt I got a ninety-day extension   and I'm filled with guilt From things done and seen Your water's from a bottle, mine's from a canteen At night I hear the shots ring, so I'm a light sleeper The cost of life, it seems to get cheaper Out in the desert with my street sweeper \"The war is over\",   so said the speaker With the flight suit on Maybe to him, I'm just a pawn So he can advance Remember when I used to dance? Man, all I wanna do is dance  (Dance) (Dance) (Dance) I need a gun to keep myself among   Hahahahahahahahahahahahahahahahaha Feel good Sha, sha-ba-da, sha-ba-da-ca; feel good Sha, sha-ba-da, sha-ba-da-ca; feel good Sha, sha-ba-da, sha-ba-da-ca; feel good Sha, sha-ba-da, sha-ba-da-ca; feel good Sha, sha-ba-da, sha-ba-da-ca; feel good Sha, sha-ba-da, sha-ba-da-ca; feel good (Change, change, change, change) Sha, sha-ba-da, sha-ba-da-ca; feel good (Change, change, change, change) Sha, sha-ba-da, sha-ba-da-ca; feel good  City's breaking down on a camel's back They just have to go, 'cause they don't know wack So while you fill the streets, it's appealing to see And you won't get out the county 'cause you're damned and free You got a new horizon, its ephemeral style A melancholy town where we never smile And all I wanna hear is the message beep My dreams, they've got to kiss me 'cause I don't get to sleep, no (Beep)  Windmill, windmill for the land Turn forever, hand in hand Take it all in on your stride It is ticking, falling down Love forever, love is free Let's turn forever, you and me Windmill, windmill for the land Is everybody in?  Laughin' gas, these hazmats, fast cats Linin' 'em up like ass cracks Play these ponies at the track It's my chocolate attack Shit, I'm steppin' in the heart of this here (Yeah) Care Bear repping  in harder this year (Yeah) Watch me as I gravitate, ha-ha-ha-ha-ha! Yo, we gon' ghost town this Motown With yo' sound, you in the blink Gon' bite the dust, can't fight with us With yo' sound, you kill the Inc So don't stop, get it, get it (Get it) Until you're cheddar headed And watch the way I navigate, hahahahaha (Ha! Haha! Haha! Haha! Ha!)  Sha, sha-ba-da, sha-ba-da-ca; feel good Sha, sha-ba-da, sha-ba-da-ca; feel good Sha, sha-ba-da, sha-ba-da-ca; feel good Sha, sha-ba-da, sha-ba-da-ca; feel good  Windmill, windmill for the land Turn forever, hand in hand Take it all in on your stride It is ticking, falling down Love forever, love is free Let's turn forever, you and me Windmill, windmill for the land Is everybody in?  Don't stop, get it, get it , peep how your captain's in it ( Sha, sha-ba-da, sha-ba-da-ca; feel good ) Steady, watch me navigate, ha-ha-ha-ha-ha! ( Sha, sha-ba-da, sha-ba-da-ca; feel good ) Don't stop, get it, get it, peep how your captain's in it ( Sha, sha-ba-da, sha-ba-da-ca; feel good ) Steady, watch me navigate, ha-ha-ha-ha-ha! ( Sha, sha-ba-da, sha-ba-da-ca; feel good ) Sha, sha-ba-da, sha-ba-da-ca; feel good  (Hahaha!) Sha, sha-ba-da, sha-ba-da-ca; feel good  (Hahaha!) Sha, sha-ba-da, sha-ba-da-ca; feel good  (Hahaha!) Sha, sha-ba-da, sha-ba-da-ca; feel good  (Hahahahahaha!)   Summer don't know me no more He got mad, tiresome Summer don't know me He'd just let me low in myself  'Cause I do know love From you then Just dying  I saw that day Lost my mind Lord, I'm fine Maybe in time You'll want to be mine  Don't stop the bud when it comes It's the dawn, you'll see Money won't get there Ten years passed tonight, you'll flee  If you do that I'll be sworn To find you  I saw that day Lost my mind Lord, I'm fine Maybe in time You'll want to be mine   I saw that day Lost my mind Lord, I'm fine Maybe in time You'll want to be mine  Maybe in time You'll want to be mine Maybe in time You'll want to be mine Maybe in time You'll want to be mine Maybe in time You'll want to be mine   I lost my leg like I lost my way So no loose ends Nothing to see me down How are we going to work this out?  Dreams are bad, our heads are mad I love the girl , but God only knows it's Getting hard to see the sun coming through I love you But what are we going to do?  Picture I'm a dreamer, I'll take you deeper Down to the sleepy glow Time is a low, don't you know? What are we going to do?  When we go down For all the sacred selfless days Only left with heartache I want to see you again I love you But what are we going to do?    Slow it down some, no split, clown bum Your gold hits sound dumb, hold it now, crown 'em Where you found them at? Got 'em 'round town, could've drowned in it Would have floated, bloated, voted Sugar-coated, loaded hip shooter Draw for the poor, free coffee at the banks Hit through the straw, none more for me, thanks That blanks the raw, that dank sure stank lit Sank past the pit for more hardcore prank spit Crank it on blast, roll past Front Street Blew the whole spot like some old ass with skunk meat These kids is too fast, juiced off a junk treat Who could get looser off a crunk or a funk beat?  Something has started today Where did it go?  What you want it to be? Well, you know November has come When it's gone away (Oh, what they say) Something has started today Where did it go?  What you want it to be? Well, you know November has come When it's gone away  Bah, can you dig it like a spigot? My guess is yes you can like \"Can I Kick It?\" Wicked Lick a shot if you happy and you know it As you clap your hands to the thick snot of a poet, flow it Grope a pen and I'm in, cope hymen Doper rhymin' more worther than the Hope Diamond Acquired off the black market A wire tappin' couldn't target a jar of spit The rapid-fire spark lit (Zzzt!) A rapper bug zapper And it don't matter after if they's a thug or dapper Plug your trap or it's maximum exposure The beats got family members askin' him for closure Aw, send 'em a gun and tell 'em, \"Clean it\" Then go get the nun who said her son didn't mean it She wore a filled-in thong of Billabong That said, \"Nah, fo'real-a, the Villain on a Gorilla jawn?\"  Something has started today Where did it go?  What you want it to be? Well, you know November has come When it's gone away Something has started today Where did it go?  What you want it to be? Well, you know November has come When it's gone away  When it's When it's gone away   All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone)  Leviticus, oh! Deuteronomy!  Snatch a piece of my wonderin', distant-far like yonderin' Skin of my tooth like, skin of my boot like Fly in my soup like, \"Where's the waitress?\" Can I take this? Really, can I finish this? These airs and all these graces It's my mistake, I'll make it J-dub to the boom, now make it Bounce, wiggle, bounce, wiggle, shakin' all them bangs out Chemical cutthroats, bound to blow the brain out Cut to the brain, this ain't no game I'll show no shame, I'll birth this blame I'm twisted Cain, I'll twist again I'll push the blade, as plain as day Known to what these sayers say, known to what these doers do It's you and who and you-know-where, we's about to take it there We's about to make it clear, we happy on we lonesome The long jump, the beat heart, it's start to finish Ten spoons of spinach,   the soul and the spillage The cup that runneth over,   return of the ogre!  All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone)  Close your eyes and see When there ain't no light All you'll ever be, come and save the night 'Cause I don't believe When the morning comes It doesn't seem to say an awful lot to me  All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone) All alone (All alone)   White light White light White light Alcohol, alcohol, alcohol, white light White light White light White light Alcohol, alcohol, alcohol, white light White light White light White light Alcohol, alcohol, alcohol, white light White light White light White light Alcohol, alcohol, alcohol, white light White light White light White light Alcohol, alcohol, alcohol, white light   White light White light White light Alcohol, alcohol, alcohol, white light   It's coming up, it's coming up It's coming up, it's coming up It's coming up, it's coming up It's dare ( Uh ) It's dare (Ohh-ohh-ohh)  You've got to press it on you You've just been thinking That's what you do, baby (Ohh-ohh-ohh) Hold it down, dare Jump with them all and move it Jump back and forth And feel like you were there yourself (Ohh-ohh-ohh) Work it out  Never did no harm, never did no harm It's dare It's coming up, it's coming up It's coming up, it's coming up It's coming up It's dare ( Uh ) It's dare  You've got to press it on you You've just been thinking That's what you do, baby (Ohh-ohh-ohh) Hold it down, dare Jump with them all and move it Jump back and forth And feel like you were there yourself  (Ohh-ohh-ohh) Work it out  Never did no harm, never did no harm It's dare It's coming up, it's coming up It's coming up, it's coming up It's coming up It's dare Never did no harm, never did no harm It's dare It's coming up, it's coming up It's coming up, it's coming up It's coming up It's dare ( Uh )  You've got to press it on you You've just been thinking That's what you do, baby (Ohh-ohh-ohh) Hold it down, dare Jump with them all and move it Jump back and forth And feel like you were there yourself  (Ohh-ohh-ohh) Work it out You've got to press it on you You've just been thinking That's what you do, baby (Ohh-ohh-ohh) Hold it down, dare Jump with them all and move it Jump back and forth And feel like you were there yourself (Ohh-ohh-ohh) Work it out   Once upon a time at the foot of a great mountain There was a town where the people known as Happyfolk lived Their very existence a mystery to the rest of the world Obscured as it was by great clouds Here, they played out their peaceful lives Innocent of the litany of excess and violence That was growing in the world below To live in harmony with the spirit of the mountain called Monkey was enough Then one day, Strangefolk arrived in the town They came in camouflage, hidden behind dark glasses But no one noticed them, they only saw shadows You see, without the Truth of the Eyes, the Happyfolk were blind  Falling out of aeroplanes and hiding out in holes Waiting for the sunset to come, people going home Jump out from behind them and shoot them in the head Now everybody dancing, the dance of the dead The dance of the dead, the dance of the dead  In time, the Strangefolk found their way into the higher reaches of the mountain And it was there that they found the caves of unimaginable sincerity and beauty By chance, they stumbled upon the place where all good souls come to rest The Strangefolk, they coveted the jewels in these caves above all things And soon they began to mine the mountain Its rich seam, fueling the chaos of their own world Meanwhile, down in the town, the Happyfolk slept restlessly Their dreams invaded by shadowy figures digging away at their souls Every day, people would wake and stare at the mountain Why was it bringing darkness into their lives? And as the Strangefolk mined deeper and deeper into the mountain, holes began to appear Bringing with them a cold and bitter wind that chilled the very soul of the Monkey For the first time,   the Happyfolk felt fearful For they knew that soon the Monkey would stir from its deep sleep And then came a sound, distant first, that grew into castrophany So immense that it could be heard far away in space There were no screams, there was no time The mountain called Monkey had spoken There was only fire, and then... nothing  Oh, little town in the USA, your time has come to see There's nothing you believe you want But where were you when it all came down on me? Did you call me? No   Got off a plane to the countryside I drove to the mountain and a hole in the ground There was crack on the corner and someone dead And fire coming out of a monkey's head  Don't get lost in heaven They got locks on the gate Don't go over the edge You'll make a big mistake  Put me in a cab to suburbia I just took a line, but it wasn't with ya There was more of it there when I got back home But you'd left me,   you don't know my soul You're a ho, girl Yeah, you're a hobo  Don't get lost in heaven They got locks on the gate Don't go over the edge You'll make a big mistake  You’ll make a big mistake, ah You’ll make a big mistake, ah You’ll make a big mistake, ah You’ll make a big mistake, ah   In demon days, it's cold inside You don't get nobody, people sigh It's so bad, lasting far, but love yourself Hiding in a hole in there All the glasses are far too big Bring it back, got to hold it back To let you do that, yet you don't want me back Before it fall down, falling down, falling down Falling down to go far from the sun  In these demon days, we're so cold inside It's so hard for a good soul to survive You can't even trust the air you breathe 'Cause Mother Earth want us all to leave When lies become reality You numb yourself with drugs and TV Pick yourself up, it's a brand new day So turn yourself 'round Don't burn yourself, turn yourself Turn yourself around to the sun In these demon days, we're so cold inside It's so hard for a good soul to survive You can't even trust the air you breathe 'Cause Mother Earth wants us all to leave When lies become reality You numb yourself with drugs and TV Pick yourself up, it's a brand new day So turn yourself 'round Don't burn yourself, turn yourself Turn yourself around into the sun  To the sun, to the sun To the sun, to the sun To the sun, to the sun To the sun, to the sun To the sun, to the sun To the sun, to the sun To the sun, to the sun To the sun, to the sun To the sun, to the sun To the sun, to the sun To the sun, to the sun To the sun, to the sun To the sun, to the sun ",
            "album": 1,
            "track_order": 0
        }
    },
    {
        "model": "django.track",
        "pk": 17,
        "fields": {
            "track_name": "Discovery [Credits]",
            "lyrics": "One More Time Vocals performed by Romanthony (T. Bangalter - G-M de Homem-Christo – A. Moore) Zomba Music for world excluding France Delabel Editions / Daft Music for France TTufftoney music (BMI) c/o 2P's W Music Aerodynamic (T. Bangalter - G-M de Homem-Christo) Zomba Music for world excluding France Delabel Editions / Daft Music for France Digital Love Vocals performed by Daft Punk (T. Bangalter - G-M de Homem-Christo – C. Sosa aka DJ Sneak – G. Duke) (Contains a sample from “ I love you more ” Written by George Duke Published by Mycenae Music Publishing Co (ASCAP) Performed by G. Duke Used by permission of Sony Music Entertainment.) Zomba Music for world excluding France Delabel Editions / Daft Music for France Sneakarican Music (ASCAP) Harder Better Faster Stronger Vocals performed by Daft Punk (T. Bangalter - G-M de Homem-Christo – E. Birdsong) (Contains a sample from “ Cola Bottle Baby ” Written by Edwin Birdsong Published by Edwin Birdsong Music (ASCAP) And WB Music (ASCAP), performed by Edwin Birdsong Used by permission of Sony Music Entertainment.) Zomba Music for world excluding France Delabel Editions / Daft Music for France Crescendolls (T. Bangalter - G-M de Homem-Christo) (Contains a sample from “Can You Imagine” Written by Dwight Brewster & Aleta Jennings Published by Third World Publishing & Chesyl Publishing Performed by The Imperials Used by permission of Power Exchange.) Zomba Music for world excluding France Delabel Editions / Daft Music for France Nightvision (T. Bangalter - G-M de Homem-Christo) Zomba Music for world excluding France Delabel Editions / Daft Music for France Superheroes (T. Bangalter - G-M de Homem-Christ – B. Manilow – M. Panzer) (Contains a sample from “ Who's Been Sleeping In My Bed ” Written by Barry Manilow & Marty Panzer Published by Kamakazi Music Corp. (BMI) and SwaneeBRAVO! Music (BMI) Administrated by Careers – BMG Publishing Group (BMI) Performed by Barry Manilow Used by permission of Arista Records.) Zomba Music for world excluding France Delabel Editions / Daft Music for France High Life (T. Bangalter - G-M de Homem-Christo) Zomba Music for world excluding France Delabel Editions / Daft Music for France Something About Us Vocals performed by Daft Punk (T. Bangalter - G-M de Homem-Christo) Zomba Music for world excluding France Delabel Editions / Daft Music for France Voyager (T. Bangalter - G-M de Homem-Christo) Zomba Music for world excluding France Delabel Editions / Daft Music for France Veridis Quo (T. Bangalter - G-M de Homem-Christo) Zomba Music for world excluding France Delabel Editions / Daft Music for France Short Circuit (T. Bangalter - G-M de Homem-Christo) Zomba Music for world excluding France Delabel Editions / Daft Music for France Face to Face Vocals preformed by Todd Edwards (T. Bangalter - G-M de Homem-Christo – T. Imperatrice) Produced by Daft Punk & Todd Edwards Zomba Music for world excluding France Delabel Editions / Daft Music for France Too Long Vocals performed by Romanthony (T. Bangalter - G-M de Homem-Christo – A. Moore) Produced by Daft Punk & Romanthony Zomba Music for world excluding France Delabel Editions / Daft Music for France TTufftoney music (BMI) c/o 2P's W Music ADDITIONAL CREDITS Produced by Daft Punk for Daft Life Concept & Art direction: Alex & Martin Thomas Bangalter Cedric Hervet Guy-Manuel de Homem-Christo Gildas Loaec Simon Scott Daniel Vangarde Pedro Winter Mastering: Nilesh Patel Liquid Metal Photos: Mitchell Feinberg Piano Photo : Luis Sanchis Bionics Engineering by Tony Gardner & Alterian Tokyo connector: Spike Sugiyama COPYRIGHT / DISTRIBUTION (P) & © 2001 Daft Life Ltd under exclusive licence to Virgin Records Ltd This label copy information is subject of copy protection All rights of the producer and the owner of the recorded work reserved Unauthorized copying, public performance, broadcasting, hiring, or rental of this recording prohibited Printed in the EU. 03098. PM527. 7243 8496062 9 ",
            "album": 2,
            "track_order": 15
        }
    },
    {
        "model": "django.track",
        "pk": 18,
        "fields": {
            "track_name": "Aerodynamic",
            "lyrics": "",
            "album": 2,
            "track_order": 2
        }
    },
    {
        "model": "django.track",
        "pk": 19,
        "fields": {
            "track_name": "Too Long",
            "lyrics": "  Too long Too long Too long Too long  (Too long) It's been much too long, I feel it coming on (Too long) The feeling's getting strong (Too long) It's been much too long, I feel it coming on (Too long) The feeling's in my bones (Too long) It's been much too long, I feel it coming on (Too long) The feeling's getting strong (Too long) It's been much too long, I feel it coming on (Too long) The feeling's in my bones  (Too long) Can you feel it? (Too long) Oh, can you feel it? (Too long) Can you feel it? (Too long) Oh, can you feel it?  At last the long wait is over, the weight is off my shoulders I'm taking all control, yeah My, my mind is set so free, I'm where I want to be To get the best of me  (Too long) Can you feel it? (Too long) Oh, can you feel it? (Too long) Can you feel it? (Too long) Oh, can you feel it?  I see, you feel the way I do, the feeling’s oh so true The good feelings coming through My, my mind is set so free, I'm where I want to be To get the best of me  (Too long) Can you feel it? (Too long) Oh, can you feel it? (Too long) Can you feel it? (Too long) Oh, can you feel it?  It's been much too long, I feel it coming on The feeling's getting strong It's been much too long, I feel it coming on The feeling's in my bones It's been much too long, I feel it coming on The feeling's getting strong It's been much too long, I feel it coming on The feeling's in my bones  (Too long) Can you feel it? (Too long) Oh, can you feel it? (Too long) Can you feel it? (Too long) Oh, can you feel it?  At last the long wait is over, the weight is off my shoulders I'm taking all control, yeah My, my mind is set so free, I'm where I want to be To get the best of me  (Too long) Can you feel it? (Too long) Oh, can you feel it? (Too long) Can you feel it? (Too long) Oh, can you feel it? (Too long) Can you feel it? (Too long) Oh, can you feel it? (Too long) Can you feel it? (Too long) Oh, can you feel it? (Too long) Can you feel it? (Too long) Oh, can you feel it? (Too long) Can you feel it? (Too long) Oh, can you feel it? (Too long) Can you feel it? (Too long) Oh, can you feel it?   You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it... ",
            "album": 2,
            "track_order": 14
        }
    },
    {
        "model": "django.track",
        "pk": 20,
        "fields": {
            "track_name": "One More Time",
            "lyrics": "  One more time One more time  One more time We're gonna celebrate Oh yeah, all right Don't stop the dancing One more time We're gonna celebrate Oh yeah, all right Don't stop the dancing One more time We're gonna celebrate Oh yeah, all right Don't stop the dancing One more time We're gonna celebrate Oh yeah One more time   One more time We're gonna celebrate Oh yeah, all right Don't stop the dancing One more time We're gonna celebrate Oh yeah Don't stop the dancing One more time  Mmm, you know I'm just feeling Celebration tonight Celebrate Don't wait too late Mmm, no We don't stop You can't stop We're gonna celebrate One more time One more time One more time A celebration You know we're gonna do it right, tonight Hey! Just feeling Music's got me feeling the need Need, yeah Come on, all right We're gonna celebrate One more time  Celebrate and dance so free Music's got me feeling so free Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free  One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate   One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free ",
            "album": 2,
            "track_order": 1
        }
    },
    {
        "model": "django.track",
        "pk": 21,
        "fields": {
            "track_name": "Short Circuit",
            "lyrics": "",
            "album": 2,
            "track_order": 12
        }
    },
    {
        "model": "django.track",
        "pk": 22,
        "fields": {
            "track_name": "Face to Face",
            "lyrics": "  You are Face to Face now Face to Face You are Face to Face now With me You are Face to Face now Face to Face You are Face to Face now With me You are Dancing You are Dancing You are Face to Face now Face to Face You are Face to Face now With me  What's going on? Could this be my understanding? It's not your fault I was being too demanding I must admit, it's my pride that made me distant All because I hoped that you'd be someone different  There's not much I know about you Fear will always make you blind But the answer is in clear view It's amazing what you'll find face to face  You are Face to Face now Face to Face You are Face to Face now With me You are Face to Face now Face to Face You are Face to Face now With me  I turned away because I thought you were the problem Tried to forget, until I hit the bottom But when I faced you in my blank confusion I realised you weren't wrong, it was a mere illusion  It really didn't make sense Just to leave this unresolved It's not hard to go the distance When you finally get involved face to face  You are Face to Face now Face to Face You are Face to Face now With me You are Dancing You are Dancing You are Face to Face now Face to Face You are Face to Face now With me  It really didn't make sense Just to leave this unresolved It's not hard to go the distance When you finally get involved face to face ",
            "album": 2,
            "track_order": 13
        }
    },
    {
        "model": "django.track",
        "pk": 23,
        "fields": {
            "track_name": "Something About Us",
            "lyrics": " It might not be the right time I might not be the right one But there's something about us I want to say 'Cause there's something between us anyway  I might not be the right one It might not be the right time But there's something about us I've got to do Some kind of secret I will share with you  I need you more than anything in my life I want you more than anything in my life I'll miss you more than anyone in my life I love you more than anyone in my life ",
            "album": 2,
            "track_order": 9
        }
    },
    {
        "model": "django.track",
        "pk": 24,
        "fields": {
            "track_name": "Voyager",
            "lyrics": "",
            "album": 2,
            "track_order": 10
        }
    },
    {
        "model": "django.track",
        "pk": 25,
        "fields": {
            "track_name": "Veridis Quo",
            "lyrics": "",
            "album": 2,
            "track_order": 11
        }
    },
    {
        "model": "django.track",
        "pk": 26,
        "fields": {
            "track_name": "Superheroes",
            "lyrics": "  Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air ",
            "album": 2,
            "track_order": 7
        }
    },
    {
        "model": "django.track",
        "pk": 27,
        "fields": {
            "track_name": "High Life",
            "lyrics": "",
            "album": 2,
            "track_order": 8
        }
    },
    {
        "model": "django.track",
        "pk": 28,
        "fields": {
            "track_name": "Harder, Better, Faster, Stronger",
            "lyrics": " Work it, make it Do it, makes us Harder, better Faster, stronger More than, hour Hour, never Ever, after Work is, over Work it, make it Do it, makes us Harder, better Faster, stronger  Work it harder, make it better Do it faster, makes us stronger More than ever,   hour after hour Work is never over Work it harder, make it better Do it faster, makes us stronger More than ever,   hour after hour Work is never over Work it harder, make it better Do it faster, makes us stronger More than ever,   hour after hour Work is never over Work it harder, make it better Do it faster, makes us stronger More than ever,   hour after hour Work is never over Work it harder, make it better Do it faster, makes us stronger More than ever,   hour after hour Work is never over Work it harder, make it better Do it faster, makes us More than ever,   hour after hour Work is never over Work it harder, make it better Do it faster, makes us stronger More than ever,   hour after hour Work is never over  Work it harder, make it Do it faster, makes us More than ever,   hour after hour Work is never over Work it harder, make it better Do it faster, makes us stronger More than ever,   hour after hour Work is never over Work it, make it better Do it faster, makes us stronger More than ever,   hour after hour Work is never over Work it harder, make it better Do it faster, makes us stronger More than ever,   hour after hour Work is never over Work it harder, make it better Do it faster, makes us stronger More than ever,   hour after hour Work is never over  Work it harder Do it faster More than ever, hour Work is never over Work it harder, make it better Do it faster, makes us stronger More than ever,  hour after hour Work is never over ",
            "album": 2,
            "track_order": 4
        }
    },
    {
        "model": "django.track",
        "pk": 29,
        "fields": {
            "track_name": "Nightvision",
            "lyrics": "",
            "album": 2,
            "track_order": 6
        }
    },
    {
        "model": "django.track",
        "pk": 30,
        "fields": {
            "track_name": "Crescendolls",
            "lyrics": " Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo  (Look out!) Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo ",
            "album": 2,
            "track_order": 5
        }
    },
    {
        "model": "django.track",
        "pk": 31,
        "fields": {
            "track_name": "Digital Love",
            "lyrics": "  Last night I had a dream about you In this dream, I'm dancing right beside you And it looked like everyone was having fun The kind of feeling I've waited so long Don't stop, come a little closer As we jam, the rhythm gets stronger There's nothing wrong with just a little little fun We were dancing all night long The time is right to put my arms around you You're feeling right, you wrap your arms around too But suddenly I feel the shining sun Before I knew it, this dream was all gone  Ooh, I don't know what to do About this dream and you I wish this dream comes true Ooh, I don't know what to do About this dream and you We'll make this dream come true   Why don't you play the game? Why don't you play the game?  ",
            "album": 2,
            "track_order": 3
        }
    },
    {
        "model": "django.track",
        "pk": 32,
        "fields": {
            "track_name": "Overall occurrence",
            "lyrics": "  One more time One more time  One more time We're gonna celebrate Oh yeah, all right Don't stop the dancing One more time We're gonna celebrate Oh yeah, all right Don't stop the dancing One more time We're gonna celebrate Oh yeah, all right Don't stop the dancing One more time We're gonna celebrate Oh yeah One more time   One more time We're gonna celebrate Oh yeah, all right Don't stop the dancing One more time We're gonna celebrate Oh yeah Don't stop the dancing One more time  Mmm, you know I'm just feeling Celebration tonight Celebrate Don't wait too late Mmm, no We don't stop You can't stop We're gonna celebrate One more time One more time One more time A celebration You know we're gonna do it right, tonight Hey! Just feeling Music's got me feeling the need Need, yeah Come on, all right We're gonna celebrate One more time  Celebrate and dance so free Music's got me feeling so free Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free  One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate   One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free One more time Music's got me feeling so free We're gonna celebrate Celebrate and dance so free     Last night I had a dream about you In this dream, I'm dancing right beside you And it looked like everyone was having fun The kind of feeling I've waited so long Don't stop, come a little closer As we jam, the rhythm gets stronger There's nothing wrong with just a little little fun We were dancing all night long The time is right to put my arms around you You're feeling right, you wrap your arms around too But suddenly I feel the shining sun Before I knew it, this dream was all gone  Ooh, I don't know what to do About this dream and you I wish this dream comes true Ooh, I don't know what to do About this dream and you We'll make this dream come true   Why don't you play the game? Why don't you play the game?    Work it, make it Do it, makes us Harder, better Faster, stronger More than, hour Hour, never Ever, after Work is, over Work it, make it Do it, makes us Harder, better Faster, stronger  Work it harder, make it better Do it faster, makes us stronger More than ever,   hour after hour Work is never over Work it harder, make it better Do it faster, makes us stronger More than ever,   hour after hour Work is never over Work it harder, make it better Do it faster, makes us stronger More than ever,   hour after hour Work is never over Work it harder, make it better Do it faster, makes us stronger More than ever,   hour after hour Work is never over Work it harder, make it better Do it faster, makes us stronger More than ever,   hour after hour Work is never over Work it harder, make it better Do it faster, makes us More than ever,   hour after hour Work is never over Work it harder, make it better Do it faster, makes us stronger More than ever,   hour after hour Work is never over  Work it harder, make it Do it faster, makes us More than ever,   hour after hour Work is never over Work it harder, make it better Do it faster, makes us stronger More than ever,   hour after hour Work is never over Work it, make it better Do it faster, makes us stronger More than ever,   hour after hour Work is never over Work it harder, make it better Do it faster, makes us stronger More than ever,   hour after hour Work is never over Work it harder, make it better Do it faster, makes us stronger More than ever,   hour after hour Work is never over  Work it harder Do it faster More than ever, hour Work is never over Work it harder, make it better Do it faster, makes us stronger More than ever,  hour after hour Work is never over   Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo  (Look out!) Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo Hey, everybody y'all, whoo     Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air Something's in the air    It might not be the right time I might not be the right one But there's something about us I want to say 'Cause there's something between us anyway  I might not be the right one It might not be the right time But there's something about us I've got to do Some kind of secret I will share with you  I need you more than anything in my life I want you more than anything in my life I'll miss you more than anyone in my life I love you more than anyone in my life       You are Face to Face now Face to Face You are Face to Face now With me You are Face to Face now Face to Face You are Face to Face now With me You are Dancing You are Dancing You are Face to Face now Face to Face You are Face to Face now With me  What's going on? Could this be my understanding? It's not your fault I was being too demanding I must admit, it's my pride that made me distant All because I hoped that you'd be someone different  There's not much I know about you Fear will always make you blind But the answer is in clear view It's amazing what you'll find face to face  You are Face to Face now Face to Face You are Face to Face now With me You are Face to Face now Face to Face You are Face to Face now With me  I turned away because I thought you were the problem Tried to forget, until I hit the bottom But when I faced you in my blank confusion I realised you weren't wrong, it was a mere illusion  It really didn't make sense Just to leave this unresolved It's not hard to go the distance When you finally get involved face to face  You are Face to Face now Face to Face You are Face to Face now With me You are Dancing You are Dancing You are Face to Face now Face to Face You are Face to Face now With me  It really didn't make sense Just to leave this unresolved It's not hard to go the distance When you finally get involved face to face    Too long Too long Too long Too long  (Too long) It's been much too long, I feel it coming on (Too long) The feeling's getting strong (Too long) It's been much too long, I feel it coming on (Too long) The feeling's in my bones (Too long) It's been much too long, I feel it coming on (Too long) The feeling's getting strong (Too long) It's been much too long, I feel it coming on (Too long) The feeling's in my bones  (Too long) Can you feel it? (Too long) Oh, can you feel it? (Too long) Can you feel it? (Too long) Oh, can you feel it?  At last the long wait is over, the weight is off my shoulders I'm taking all control, yeah My, my mind is set so free, I'm where I want to be To get the best of me  (Too long) Can you feel it? (Too long) Oh, can you feel it? (Too long) Can you feel it? (Too long) Oh, can you feel it?  I see, you feel the way I do, the feeling’s oh so true The good feelings coming through My, my mind is set so free, I'm where I want to be To get the best of me  (Too long) Can you feel it? (Too long) Oh, can you feel it? (Too long) Can you feel it? (Too long) Oh, can you feel it?  It's been much too long, I feel it coming on The feeling's getting strong It's been much too long, I feel it coming on The feeling's in my bones It's been much too long, I feel it coming on The feeling's getting strong It's been much too long, I feel it coming on The feeling's in my bones  (Too long) Can you feel it? (Too long) Oh, can you feel it? (Too long) Can you feel it? (Too long) Oh, can you feel it?  At last the long wait is over, the weight is off my shoulders I'm taking all control, yeah My, my mind is set so free, I'm where I want to be To get the best of me  (Too long) Can you feel it? (Too long) Oh, can you feel it? (Too long) Can you feel it? (Too long) Oh, can you feel it? (Too long) Can you feel it? (Too long) Oh, can you feel it? (Too long) Can you feel it? (Too long) Oh, can you feel it? (Too long) Can you feel it? (Too long) Oh, can you feel it? (Too long) Can you feel it? (Too long) Oh, can you feel it? (Too long) Can you feel it? (Too long) Oh, can you feel it?   You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it (Hey!), I need it too (Well alright!) You know you need it, it's good for you (We gon' move!) You know you need it...  One More Time Vocals performed by Romanthony (T. Bangalter - G-M de Homem-Christo – A. Moore) Zomba Music for world excluding France Delabel Editions / Daft Music for France TTufftoney music (BMI) c/o 2P's W Music Aerodynamic (T. Bangalter - G-M de Homem-Christo) Zomba Music for world excluding France Delabel Editions / Daft Music for France Digital Love Vocals performed by Daft Punk (T. Bangalter - G-M de Homem-Christo – C. Sosa aka DJ Sneak – G. Duke) (Contains a sample from “ I love you more ” Written by George Duke Published by Mycenae Music Publishing Co (ASCAP) Performed by G. Duke Used by permission of Sony Music Entertainment.) Zomba Music for world excluding France Delabel Editions / Daft Music for France Sneakarican Music (ASCAP) Harder Better Faster Stronger Vocals performed by Daft Punk (T. Bangalter - G-M de Homem-Christo – E. Birdsong) (Contains a sample from “ Cola Bottle Baby ” Written by Edwin Birdsong Published by Edwin Birdsong Music (ASCAP) And WB Music (ASCAP), performed by Edwin Birdsong Used by permission of Sony Music Entertainment.) Zomba Music for world excluding France Delabel Editions / Daft Music for France Crescendolls (T. Bangalter - G-M de Homem-Christo) (Contains a sample from “Can You Imagine” Written by Dwight Brewster & Aleta Jennings Published by Third World Publishing & Chesyl Publishing Performed by The Imperials Used by permission of Power Exchange.) Zomba Music for world excluding France Delabel Editions / Daft Music for France Nightvision (T. Bangalter - G-M de Homem-Christo) Zomba Music for world excluding France Delabel Editions / Daft Music for France Superheroes (T. Bangalter - G-M de Homem-Christ – B. Manilow – M. Panzer) (Contains a sample from “ Who's Been Sleeping In My Bed ” Written by Barry Manilow & Marty Panzer Published by Kamakazi Music Corp. (BMI) and SwaneeBRAVO! Music (BMI) Administrated by Careers – BMG Publishing Group (BMI) Performed by Barry Manilow Used by permission of Arista Records.) Zomba Music for world excluding France Delabel Editions / Daft Music for France High Life (T. Bangalter - G-M de Homem-Christo) Zomba Music for world excluding France Delabel Editions / Daft Music for France Something About Us Vocals performed by Daft Punk (T. Bangalter - G-M de Homem-Christo) Zomba Music for world excluding France Delabel Editions / Daft Music for France Voyager (T. Bangalter - G-M de Homem-Christo) Zomba Music for world excluding France Delabel Editions / Daft Music for France Veridis Quo (T. Bangalter - G-M de Homem-Christo) Zomba Music for world excluding France Delabel Editions / Daft Music for France Short Circuit (T. Bangalter - G-M de Homem-Christo) Zomba Music for world excluding France Delabel Editions / Daft Music for France Face to Face Vocals preformed by Todd Edwards (T. Bangalter - G-M de Homem-Christo – T. Imperatrice) Produced by Daft Punk & Todd Edwards Zomba Music for world excluding France Delabel Editions / Daft Music for France Too Long Vocals performed by Romanthony (T. Bangalter - G-M de Homem-Christo – A. Moore) Produced by Daft Punk & Romanthony Zomba Music for world excluding France Delabel Editions / Daft Music for France TTufftoney music (BMI) c/o 2P's W Music ADDITIONAL CREDITS Produced by Daft Punk for Daft Life Concept & Art direction: Alex & Martin Thomas Bangalter Cedric Hervet Guy-Manuel de Homem-Christo Gildas Loaec Simon Scott Daniel Vangarde Pedro Winter Mastering: Nilesh Patel Liquid Metal Photos: Mitchell Feinberg Piano Photo : Luis Sanchis Bionics Engineering by Tony Gardner & Alterian Tokyo connector: Spike Sugiyama COPYRIGHT / DISTRIBUTION (P) & © 2001 Daft Life Ltd under exclusive licence to Virgin Records Ltd This label copy information is subject of copy protection All rights of the producer and the owner of the recorded work reserved Unauthorized copying, public performance, broadcasting, hiring, or rental of this recording prohibited Printed in the EU. 03098. PM527. 7243 8496062 9 ",
            "album": 2,
            "track_order": 0
        }
    },
    {
        "model": "django.track",
        "pk": 33,
        "fields": {
            "track_name": "Assassin",
            "lyrics": " War is overdue The time has come for you To shoot your leaders down Join forces underground  Lose control An increasing pace Warped and bewitched In time to erase Whatever they say These people are torn Wild and bereft Assassin is born, yeah  Woah, yeah! (Aim! Shoot! Kill your leaders!) (Aim! Kill them all!)  Oppose and disagree Destroy demonocracy  Lose control An increasing pace Warped and bewitched In time to erase Whatever they say These people are torn Wild and bereft Assassin is born, yeah  Go! ",
            "album": 3,
            "track_order": 7
        }
    },
    {
        "model": "django.track",
        "pk": 34,
        "fields": {
            "track_name": "Invincible",
            "lyrics": " Follow through Make your dreams come true Don't give up the fight You will be alright 'Cause there's no one like you In the universe  And don't be afraid Of what your mind conceives You should make a stand Stand up for what you believe And tonight, we can truly say Together we're invincible  And during the struggle they will pull us down But please, please, let's use this chance to turn things around And tonight, we can truly say Together we're invincible  Do it on your own It makes no difference to me What you leave behind What you choose to be And whatever they say Your soul's unbreakable  And during the struggle they will pull us down But please, please, let's use this chance to turn things around And tonight, we can truly say Together we're invincible Together we're invincible   During the struggle they will pull us down But please, please, let's use this chance to turn things around And tonight, we can truly say Together we're invincible Together we're invincible ",
            "album": 3,
            "track_order": 6
        }
    },
    {
        "model": "django.track",
        "pk": 35,
        "fields": {
            "track_name": "Supermassive Black Hole",
            "lyrics": " Ooh, baby, don't you know I suffer? Ooh, baby, can't you hear me moan? You caught me under false pretenses How long before you let me go?  Ooh, you set my soul alight Ooh, you set my soul alight  Glaciers melting in the dead of night  (Ooh) And the superstar's sucked into the supermassive   (You set my soul alight) Glaciers melting in the dead of night  (Ooh) And the superstar's sucked into the   (You set my soul) Into the supermassive  I thought I was a fool for no one But, ooh, baby, I'm a fool for you You're the queen of the superficial How long before you tell the truth?  Ooh, you set my soul alight Ooh, you set my soul alight  Glaciers melting in the dead of night  (Ooh) And the superstar's sucked into the supermassive   (You set my soul alight) Glaciers melting in the dead of night  (Ooh) And the superstar's sucked into the   (You set my soul) Into the supermassive  Supermassive black hole Supermassive black hole Supermassive black hole Supermassive black hole  Glaciers melting in the dead of night And the superstar's sucked into the supermassive Glaciers melting in the dead of night And the superstar's sucked into the supermassive Glaciers melting in the dead of night  (Ooh) And the superstar's sucked into the supermassive   (You set my soul alight) Glaciers melting in the dead of night  (Ooh) And the superstar's sucked into the   (You set my soul) Into the supermassive  Supermassive black hole Supermassive black hole Supermassive black hole Supermassive black hole ",
            "album": 3,
            "track_order": 3
        }
    },
    {
        "model": "django.track",
        "pk": 36,
        "fields": {
            "track_name": "Starlight",
            "lyrics": " Far away This ship is taking me far away Far away from the memories Of the people who care if I live or die  Starlight I will be chasing a starlight Until the end of my life I don't know if it's worth it anymore  Hold you in my arms I just wanted to hold you in my arms  My life You electrify my life Let's conspire to ignite All the souls that would die just to feel alive  I'll never let you go If you promise not to fade away Never fade away  And our hopes and expectations Black holes and revelations And our hopes and expectations Black holes and revelations  Hold you in my arms I just wanted to hold you in my arms  Far away This ship has taken me far away Far away from the memories Of the people who care if I live or die  I'll never let you go If you promise not to fade away Never fade away  And our hopes and expectations Black holes and revelations, yeah Our hopes and expectations Black holes and revelations  Hold you in my arms I just wanted to hold you in my arms I just wanted to hold ",
            "album": 3,
            "track_order": 2
        }
    },
    {
        "model": "django.track",
        "pk": 37,
        "fields": {
            "track_name": "Map of the Problematique",
            "lyrics": "  Fear and panic in the air I want to be free from desolation and despair And I feel like everything I sow Is being swept away , well I refuse to let you go  I can't get it right Get it right Since I met you  Loneliness be over When will this loneliness be over?  Life will flash before my eyes So scattered and lost, I want to touch the other side And no one thinks they are to blame Why can't we see that when we bleed, we bleed the same?  I can't get it right Get it right Since I met you  Loneliness be over When will this loneliness be over? Loneliness be over When will this loneliness be over? ",
            "album": 3,
            "track_order": 4
        }
    },
    {
        "model": "django.track",
        "pk": 38,
        "fields": {
            "track_name": "Soldier’s Poem",
            "lyrics": " Throw it all away Let's lose ourselves 'Cause there's no one left for us to blame It's a shame we're all dying And do you think you deserve your freedom?  How could you send us So far away from home When you know damn well that this is wrong? I would still lay down my life for you And do you think you deserve your freedom?  No, I don't think you do There's no justice in the world There's no justice in the world And there never was ",
            "album": 3,
            "track_order": 5
        }
    },
    {
        "model": "django.track",
        "pk": 39,
        "fields": {
            "track_name": "Hoodoo",
            "lyrics": " Come into my life Regress into a dream We will hide And build a new reality Draw another picture Of a life you could've had Follow your instincts And choose the other path  You should never be afraid You're protected from trouble and pain Why, why? Is this a crisis in your eyes, again?  Come to be, how did it come to be? Tied to a railroad ,  no love to set us free Watch our souls fade away And our bodies crumbling Don't be afraid I will take the blow for you  And I've had recurring nightmares That I was loved for who I am And missed the opportunity To be a better man ",
            "album": 3,
            "track_order": 10
        }
    },
    {
        "model": "django.track",
        "pk": 40,
        "fields": {
            "track_name": "Take a Bow",
            "lyrics": " Corrupt, you corrupt And bring corruption to all that you touch Hold, you'll behold And beholden for all that you've done  And spell, cast a spell And cast a spell on the country you run And risk, you will risk You will risk all their lives and their souls  And burn, you will burn You will burn in Hell, yeah, you'll burn in Hell You'll burn in Hell, yeah, you'll burn in Hell For your sins  Ooh, and our freedom's consuming itself What we've become Is contrary to what we want Take a bow  Death, you bring death And destruction to all that you touch Pay, you must pay You must pay for your crimes against the earth  And Hex, feed the Hex Feed the Hex on the country you love And beg, you will beg You will beg for their lives and their souls  And burn, you will burn You will burn in Hell, yeah, you'll burn in Hell You'll burn in Hell, yeah, you'll burn in Hell For your sins ",
            "album": 3,
            "track_order": 1
        }
    },
    {
        "model": "django.track",
        "pk": 41,
        "fields": {
            "track_name": "Knights of Cydonia",
            "lyrics": "  Come ride with me through the veins of history I'll show you a god who falls asleep on the job And how can we win when fools can be kings? Don't waste your time, or time will waste you   No one's gonna take me alive The time has come to make things right You and I must fight for our rights You and I must fight to survive No one's gonna take me alive The time has come to make things right You and I must fight for our rights You and I must fight to survive   No one's gonna take me alive The time has come to make things right You and I must fight for our rights You and I must fight to survive  ",
            "album": 3,
            "track_order": 11
        }
    },
    {
        "model": "django.track",
        "pk": 42,
        "fields": {
            "track_name": "City of Delusion",
            "lyrics": " Stay away from me Build a fortress and shield your beliefs Touch the divine As we fall in line  Can I believe when I don't trust? All your theories turn to dust I choose to hide From the All-Seeing Eye  Destroy this city of delusion And break these walls down And I will avenge And justify my reasons with your blood  You will not rest or settle for less Until you guzzle and squander what's left Do not deny That you live and let die  Destroy this city of delusion And break these walls down And I will avenge And justify my reasons with your blood   Destroy this city of delusion And break these walls down And I will avenge And justify my reasons with your blood ",
            "album": 3,
            "track_order": 9
        }
    },
    {
        "model": "django.track",
        "pk": 43,
        "fields": {
            "track_name": "Exo-Politics",
            "lyrics": " Open the skies over me I am waiting patiently I'll wait for a sign As conspiracies unwind Will you slam shut or free your mind Or stay hypnotized?  When the Zetas fill the skies Will our leaders tell us why? And fully loaded satellites Will conquer nothing but our minds  And I'm waiting patiently And I'll wait for the sign   Carried through the centuries Secrets locked up and loaded on my back Well, it weighs me down  When the Zetas fill the skies It's just our leaders in disguise Fully loaded satellites Will conquer nothing but our minds  And I'm waiting patiently And I'll wait for the sign, yeah But I'm waiting patiently And I'll wait for the sign ",
            "album": 3,
            "track_order": 8
        }
    },
    {
        "model": "django.track",
        "pk": 44,
        "fields": {
            "track_name": "Overall occurrence",
            "lyrics": " Corrupt, you corrupt And bring corruption to all that you touch Hold, you'll behold And beholden for all that you've done  And spell, cast a spell And cast a spell on the country you run And risk, you will risk You will risk all their lives and their souls  And burn, you will burn You will burn in Hell, yeah, you'll burn in Hell You'll burn in Hell, yeah, you'll burn in Hell For your sins  Ooh, and our freedom's consuming itself What we've become Is contrary to what we want Take a bow  Death, you bring death And destruction to all that you touch Pay, you must pay You must pay for your crimes against the earth  And Hex, feed the Hex Feed the Hex on the country you love And beg, you will beg You will beg for their lives and their souls  And burn, you will burn You will burn in Hell, yeah, you'll burn in Hell You'll burn in Hell, yeah, you'll burn in Hell For your sins   Far away This ship is taking me far away Far away from the memories Of the people who care if I live or die  Starlight I will be chasing a starlight Until the end of my life I don't know if it's worth it anymore  Hold you in my arms I just wanted to hold you in my arms  My life You electrify my life Let's conspire to ignite All the souls that would die just to feel alive  I'll never let you go If you promise not to fade away Never fade away  And our hopes and expectations Black holes and revelations And our hopes and expectations Black holes and revelations  Hold you in my arms I just wanted to hold you in my arms  Far away This ship has taken me far away Far away from the memories Of the people who care if I live or die  I'll never let you go If you promise not to fade away Never fade away  And our hopes and expectations Black holes and revelations, yeah Our hopes and expectations Black holes and revelations  Hold you in my arms I just wanted to hold you in my arms I just wanted to hold   Ooh, baby, don't you know I suffer? Ooh, baby, can't you hear me moan? You caught me under false pretenses How long before you let me go?  Ooh, you set my soul alight Ooh, you set my soul alight  Glaciers melting in the dead of night  (Ooh) And the superstar's sucked into the supermassive   (You set my soul alight) Glaciers melting in the dead of night  (Ooh) And the superstar's sucked into the   (You set my soul) Into the supermassive  I thought I was a fool for no one But, ooh, baby, I'm a fool for you You're the queen of the superficial How long before you tell the truth?  Ooh, you set my soul alight Ooh, you set my soul alight  Glaciers melting in the dead of night  (Ooh) And the superstar's sucked into the supermassive   (You set my soul alight) Glaciers melting in the dead of night  (Ooh) And the superstar's sucked into the   (You set my soul) Into the supermassive  Supermassive black hole Supermassive black hole Supermassive black hole Supermassive black hole  Glaciers melting in the dead of night And the superstar's sucked into the supermassive Glaciers melting in the dead of night And the superstar's sucked into the supermassive Glaciers melting in the dead of night  (Ooh) And the superstar's sucked into the supermassive   (You set my soul alight) Glaciers melting in the dead of night  (Ooh) And the superstar's sucked into the   (You set my soul) Into the supermassive  Supermassive black hole Supermassive black hole Supermassive black hole Supermassive black hole    Fear and panic in the air I want to be free from desolation and despair And I feel like everything I sow Is being swept away , well I refuse to let you go  I can't get it right Get it right Since I met you  Loneliness be over When will this loneliness be over?  Life will flash before my eyes So scattered and lost, I want to touch the other side And no one thinks they are to blame Why can't we see that when we bleed, we bleed the same?  I can't get it right Get it right Since I met you  Loneliness be over When will this loneliness be over? Loneliness be over When will this loneliness be over?   Throw it all away Let's lose ourselves 'Cause there's no one left for us to blame It's a shame we're all dying And do you think you deserve your freedom?  How could you send us So far away from home When you know damn well that this is wrong? I would still lay down my life for you And do you think you deserve your freedom?  No, I don't think you do There's no justice in the world There's no justice in the world And there never was   Follow through Make your dreams come true Don't give up the fight You will be alright 'Cause there's no one like you In the universe  And don't be afraid Of what your mind conceives You should make a stand Stand up for what you believe And tonight, we can truly say Together we're invincible  And during the struggle they will pull us down But please, please, let's use this chance to turn things around And tonight, we can truly say Together we're invincible  Do it on your own It makes no difference to me What you leave behind What you choose to be And whatever they say Your soul's unbreakable  And during the struggle they will pull us down But please, please, let's use this chance to turn things around And tonight, we can truly say Together we're invincible Together we're invincible   During the struggle they will pull us down But please, please, let's use this chance to turn things around And tonight, we can truly say Together we're invincible Together we're invincible   War is overdue The time has come for you To shoot your leaders down Join forces underground  Lose control An increasing pace Warped and bewitched In time to erase Whatever they say These people are torn Wild and bereft Assassin is born, yeah  Woah, yeah! (Aim! Shoot! Kill your leaders!) (Aim! Kill them all!)  Oppose and disagree Destroy demonocracy  Lose control An increasing pace Warped and bewitched In time to erase Whatever they say These people are torn Wild and bereft Assassin is born, yeah  Go!   Open the skies over me I am waiting patiently I'll wait for a sign As conspiracies unwind Will you slam shut or free your mind Or stay hypnotized?  When the Zetas fill the skies Will our leaders tell us why? And fully loaded satellites Will conquer nothing but our minds  And I'm waiting patiently And I'll wait for the sign   Carried through the centuries Secrets locked up and loaded on my back Well, it weighs me down  When the Zetas fill the skies It's just our leaders in disguise Fully loaded satellites Will conquer nothing but our minds  And I'm waiting patiently And I'll wait for the sign, yeah But I'm waiting patiently And I'll wait for the sign   Stay away from me Build a fortress and shield your beliefs Touch the divine As we fall in line  Can I believe when I don't trust? All your theories turn to dust I choose to hide From the All-Seeing Eye  Destroy this city of delusion And break these walls down And I will avenge And justify my reasons with your blood  You will not rest or settle for less Until you guzzle and squander what's left Do not deny That you live and let die  Destroy this city of delusion And break these walls down And I will avenge And justify my reasons with your blood   Destroy this city of delusion And break these walls down And I will avenge And justify my reasons with your blood   Come into my life Regress into a dream We will hide And build a new reality Draw another picture Of a life you could've had Follow your instincts And choose the other path  You should never be afraid You're protected from trouble and pain Why, why? Is this a crisis in your eyes, again?  Come to be, how did it come to be? Tied to a railroad ,  no love to set us free Watch our souls fade away And our bodies crumbling Don't be afraid I will take the blow for you  And I've had recurring nightmares That I was loved for who I am And missed the opportunity To be a better man    Come ride with me through the veins of history I'll show you a god who falls asleep on the job And how can we win when fools can be kings? Don't waste your time, or time will waste you   No one's gonna take me alive The time has come to make things right You and I must fight for our rights You and I must fight to survive No one's gonna take me alive The time has come to make things right You and I must fight for our rights You and I must fight to survive   No one's gonna take me alive The time has come to make things right You and I must fight for our rights You and I must fight to survive  ",
            "album": 3,
            "track_order": 0
        }
    }
]